help = {
    "Backend to frontend(response)":{
        "page_posts":"Список всіх постів на даній сторінці",
        "is_paginated":"Чи є інші сторінки",
        "current_page":"Номер поточної сторінки",
        "last_page":"Послідня сторінка",
        "pages_list":"Список номерів всіх сторінок",
        "has_prev":"Чи є у поточної сторінки попередня сторінка",
        "has_next":"Чи є у поточної сторінки наступна сторінка",
        "next_page":"Номер наступної сторінки",
        "prev_page":"Номер попередньої сторінки",
    },
    "Frontend to backend(request)":{
        "page_number":"Номер поточної сторінки",
        "category":"slug категорії",
        "q":"пошуковий запит",
        "per_page":"кількість постів на сторінці",
    }
}

